/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Na svojem računalniku zaženite Impress\n* Obe napravi povežite v isto brezžično omrežje\n* P.S. Vaša naprava iOS je zdaj povezana v »%@«";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Trenutno nimate brezžične povezave.\n* Povežite svojo napravo iOS in svoj računalnik na isto omrežje.\n* Poskusite znova.\n* Namig: na svojem računalniku/napravi iOS lahko ustvarite osebno dostopno točko.";

/* Popover option */
"About Impress Remote" = "O Daljincu za Impress";

/* No comment provided by engineer. */
"Back" = "Nazaj";

/* Popover option */
"Blank Screen" = "Prazen zaslon";

/* No comment provided by engineer. */
"Cancel" = "Prekliči";

/* No comment provided by engineer. */
"Click to refresh" = "Kliknite za osvežitev";

/* Back button to the connect page on navbar */
"Connect" = "Poveži";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Naprave povežite v isto brezžično omrežje.";

/* instruction page title */
"Connection" = "Povezava";

/* Popover option */
"Connection Help" = "Pomoč za povezovanje";

/* Connection Lost Alert title */
"Connection Lost" = "Povezava izgubljena";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Povezava je izgubljena ... Poskusite se ponovno povezati s svojim računalnikom.";

/* Control instruction title */
"Control" = "Nadzor";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Po potrebi ustvarite osebno točko povezave s svojo iNapravo.";

/* Server list section title */
"Custom Connections" = "Povezave po meri";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Če se vaš računalnik ne pojavi v zgornjem razdelku, ročno dodajte računalnik z njegovim naslovom IP.";

/* Server list section title */
"Detected Connections" = "Zaznane povezave";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Vnesite kodo PIN v Projekcija – Daljinec za Impress";

/* Connection failure title */
"Failed to reach server" = "Do strežnika ni mogoče dostopati";

/* Connection failure message */
"Failed to reach server Msg" = "Preverite svoj naslov IP in zagotovite, da je LibreOffice Impress zagnan s potrjeno možnostjo daljinca za Impress.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Vašega računalnika ni mogoče doseči.";

/* No comment provided by engineer. */
"Help" = "Pomoč";

/* In app How-to title */
"How-to" = "Navodila";

/* App name displayed on navbar */
"Impress Remote" = "Daljinec za Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Neveljaven naslov IP";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Naslov IP, ki ste ga vnesli, ni veljaven.";

/* EditableTableViewCell placeholder */
"IP Address" = "Naslov IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Zaženite Impress in izberite svoj računalnik.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Ime (neobvezno)";

/* No comment provided by engineer. */
"New Server" = "Nov strežnik";

/* No comment provided by engineer. */
"No, thanks" = "Ne, hvala";

/* OK Button on Alert view */
"OK" = "V redu";

/* backButton for Tutorial */
"Ok, thanks" = "V redu, hvala";

/* Pairing instruction title */
"Pairing" = "Povezovanje";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Navodila za povezovanje";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Zaženite LibreOffice Impress na svojem računalniku.\n\n2. Omogočite Nastavitve – LibreOffice Impress – Splošno – Omogoči daljinca.\n\n3. Preverite, da sta računalnik in naprava povezana v isto brezžično omrežje.\n\n4. Vnesite naslov IP svojega računalnika, če ga ni mogoče zaznati.\n\n5. Povežite in uživajte!\n\n";

/* Update button text in diffrent states */
"Pause" = "Premor";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Ne pozabite tudi ponovno zagnati LibreOffice na svojem računalniku.";

/* Popover option */
"Restart" = "Ponovno zaženi";

/* No comment provided by engineer. */
"Resume from blank screen" = "Nadaljuj s praznega zaslona";

/* Popover option */
"Resume from blank Screen" = "Nadaljuj s praznega zaslona";

/* No comment provided by engineer. */
"Searching" = "Iskanje ...";

/* Sidebar section header */
"Slides" = "Prosojnice";

/* Update button text in diffrent states */
"Start" = "Začni";

/* Popover option */
"Stop Presentation" = "Ustavi predstavitev";

/* Sidebar section header */
"Stop Watch" = "Ustavi štoparico";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Želite na vodeno ekskurzijo po Daljincu za Impres iOS?";

/* Sidebar section header */
"Timer" = "Štoparica";

/* No comment provided by engineer. */
"Yes" = "Da";

